Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: True _binary clock
ug: ھەقىقىي رەقەملىك سائەت(_B)

source: Trust
ug: ئىشەنچ

source: Trust this website
ug: بۇ تورتۇراغا ئىشەن

source: Try again
ug: قايتا سىناپ كۆر

source: Try changing the port to 25, 587 or 465.
ug: ئېغىزنى 25، 587 ياكى 465 كە ئۆزگەرتىپ سىناپ كۆرۈڭ.

source: Trying to move "%s"
ug: «%s» نى يۆتكىمەكچى بولۇۋاتىدۇ

source: Trying to restore "%s"
ug: «%s» نى ئەسلىگە كەلتۈرۈشكە ئۇرۇنۇۋاتىدۇ

source: Tue
ug: سەيشەنبە

source: Tumbler Thumbnailing Service
ug: كىچىك سۈرەت ياسىغۇچ مۇلازىمىتى(Tumbler)

source: Tune how Xfburn behaves
ug: Xfburn نى تەڭشەيدۇ

source: Tune radio
ug: رادىئونى تەڭشە

source: Tune to frequency
ug: چاستوتىنى ئۆزگەرت

source: Tuned to %s MHz
ug: چاستوتا %s مېگاگېرتىسقا تەڭشەلدى

source: Tuned to station %s
ug: ئىستانسا %s غا تەڭشەلدى

source: Turkey (2 hours)
ug: كۈركە توخۇ (2 سائەت)

source: Turkish
ug: تۈركچە

source: Turn On
ug: ئېچىش

source: Turn off color schemes
ug: رەڭلىك كۆرسىتىشنى تاقا

source: Turn off desktop manager if it's running
ug: ئۇ ئىجرا بولۇۋاتقاندا ئۈستەلئۈستى باشقۇرغۇنى تاقاش

source: Turn off external monitor and use laptop LCD only
ug: سىرتقى كۆرسەتكۈچنى ئېتىپ يان كومپيۇتېرنىڭ LCD كۆرسەتكۈچىنىلا ئىشلىتىش

source: Turn off laptop LCD and use external monitor only
ug: يان كومپيۇتېرنىڭ LCD كۆرسەتكۈچىنى ئېتىپ سىرتقى كۆرسەتكۈچنىلا ئىشلىتىش

source: Turn off the menubar for the last-specified window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ تىزىملىك بالدىقىنى كۆرسەتمە. بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turn off the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ قورال بالدىقىنى كۆرسەتمە؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turn off the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ گىرۋەك بېزەكلىرىنى كۆرسەتمە؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turn on the menubar for the last-specified window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ تىزىملىك بالدىقىنى كۆرسەت. بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turn on the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ قورال بالدىقىنى كۆرسەت؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turn on the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
ug: ئەڭ ئاخىرقى بەلگىلەنگەن كۆزنەكنىڭ گىرۋەك بېزەكلىرىنى كۆرسەت؛ پەقەت بىرلا كۆزنەككە ئىشلىتىشكە بولىدۇ؛ بۇيرۇق قۇرىدا قۇرۇلغان ھەر بىر كۆزنەككە بىرلا قېتىم بېكىتىشكە بولىدۇ.

source: Turning off computer in %d seconds.
ug: يەنە %d سېكۇنتتىن كېيىن كومپيۇتېر تاقىلىدۇ.

source: Tweaks
ug: تەپسىلاتلار

source: Two mouse clicks in less than this length of time (in milliseconds) will be considered a double click
ug: 2 قېتىملىق چاشقىنەك كۇنۇپكىسىنىڭ چېكىلىش ئارىلىقى(ms) بۇنىڭدىن كىچىك بولۇپ قالسا قوش چېكىلىش دەپ قارالسۇن

source: Two-_finger scrolling
ug: ئىككى بارماقتا سىيرىش(_F)

source: Two-finger scrolling
ug: ئىككى بارماقتا سىيرىش

source: Two-state Launcher
ug: ئىككى-ھالەتلىك ئىجراچى

source: Type
ug: تىپى

source: Type "%s --help" for usage.
ug: ئىشلىتىش ئۇسۇلىنى كۆرۈش ئۈچۈن «%s --help» نى كىرگۈزسە بولىدۇ.

source: Type '%s --help' for usage information.
ug: '%s --help' نى كىرگۈزسىڭىز ئىشلىتىش ئۇسۇلىنى كۆرسىتىپ بېرىدۇ.

source: Type '%s --help' for usage.
ug: '%s --help' كىرگۈزسە ئىشلىتىش ئۇسۇلىنى كۆرگىلى بولىدۇ

source: Type a name for this bookmark and choose where to keep it.
ug: خەتكۈشنىڭ ئاتىنى كىرگۈزۈپ ساقلايدىغان ئورۇننى كۆرسىتىپ بېرىدۇ.

source: Type in the following box to test your keyboard settings
ug: كۇنۇپكا تەڭشىكىنى سىناش ئۈچۈن تۆۋەندىكى كۆزنەكچىگە كىرگۈزۈش ئېلىپ بېرىڭ

source: Type of desktop file to create (Application or Link)
ug: قۇرماقچى بولغان ئۈستەلئۈستى ھۆججىتىنىڭ تىپى(پروگرامما ياكى ئۇلانما)

source: Type of medium:
ug: ۋاسىتىلەرنىڭ تىپى:

source: Type of technical report
ug: تېخنىكىلىق دوكلاتنىڭ تىپى

source: Type the address of a preconfigured filter list in the text entry and click "Add" to add it to the list. You can find more lists at %s.
ug: تىزىمغا قوشۇش ئۈچۈن ئالدىن سەپلەنگەن سۈزگۈچ تىزىمنىڭ ئادرېسىنى كىرگۈزۈپلا «قوش» نى بېسىڭ. تېخىمۇ كوپ سۈزگۈچ تىزىمىنى %s دىن تاپالايسىز.

source: Type to search...
ug: كىرگۈزسە ئىزدە…

source: Type:
ug: تىپى:

source: Type: %s Modified: %s
ug: تىپى: %s تۈزىتىلگەن ۋاقىت: %s

source: Type: %s Size: %s Last modified: %s
ug: تىپى: %s چوڭلۇقى: %s ئەڭ ئاخىرقى تۈزىتىلگەن ۋاقتى: %s

source: Type: %s Size: %s Modified: %s
ug: تىپى: %s چوڭلۇقى: %s تۈزىتىلگەن ۋاقىت: %s

source: Typing Settings
ug: كىرگۈزۈش تەڭشىكى

source: UI style:
ug: UI ئۇسلۇبى:

source: UPPERCASE
ug: چوڭ يېزىلىشى

source: USB activity %s
ug: USB پائالىيىتى %s

source: U_nder the mouse pointer
ug: چاشقىنەك نۇر بەلگىسىنىڭ ئاستى(_N)

source: U_pdate interval (seconds):
ug: يېڭىلاش ئىنتېرۋالى(سېكۇنت)(_P):

source: Un_minimize All
ug: ھەممىنى ئەڭ كىچىك قىلىشنى بىكار قىلىش(_M)

source: Unable to connect to D-Bus session bus
ug: D-Bus ئەڭگىمە باش لىنىيىسىگە باغلانغىلى بولمىدى

source: Unable to connect to D-Bus system bus daemon
ug: D-Bus سىستېما لىنىيىسى daemon غا باغلىنالمىدى

source: Unable to connect to HAL
ug: HAL غا باغلىنالمىدى

source: Unable to connect to Xfce Power Manager
ug: Xfce مەنبە باشقۇرغۇغا باغلانغىلى بولمىدى

source: Unable to contact D-Bus session bus
ug: D-Bus ئەڭگىمە باش لىنىيىسى بىلەن ئالاقە قىلغىلى بولمىدى

source: Unable to contact settings server
ug: تەڭشەك مۇلازىمېتىر بىلەن ئۇلىنالمىدى

source: Unable to convert "%s" to type "%s"
ug: «%s» نى تىپ «%s» غا ئايلاندۇرغىلى بولمىدى

source: Unable to create base directory "%s". Saving to file "%s" will be aborted.
ug: ئاساسىي مۇندەرىجە «%s» نى قۇرغىلى بولمىدى. ھۆججەت «%s» غا ساقلاش توختىتىلدى.

source: Unable to create configuration directory "%s"
ug: تەڭشەك مۇندەرىجىسى «%s» نى قۇرغىلى بولمىدى

source: Unable to create directory "%s": %s
ug: مۇندەرىجە «%s» نى قۇرغىلى بولمىدى: %s

source: Unable to create the theme archive "%s". The following errors were reported: %s
ug: ئۆرنەك ئارخىپى «%s» نى قۇرغىلى بولمىدى. تۆۋەندىكىدەك خاتالىق كۆرۈلدى: %s

source: Unable to create user interface from embedded definition data
ug: سىڭدۈرمە سانلىق-مەلۇماتلاردىن كۆرۈنمە يۈز ياسىغىلى بولمىدى

source: Unable to daemonize the process
ug: ئىجرانى مۇئەككەل قىلغىلى بولمىدى

source: Unable to detect the URI-scheme of "%s".
ug: «%s» نىڭ URI-scheme نى بىلگىلى بولمىدى.

source: Unable to determine failsafe session name. Possible causes: xfconfd isn't running (D-Bus setup problem); environment variable $XDG_CONFIG_DIRS is set incorrectly (must include "%s"), or xfce4-session is installed incorrectly.
ug: بىخەتەر ئەڭگىمە(failsafe session) ئاتىنى بىلگىلى بولمىدى. سەۋەبلىرى: xfconfd ئىجرا قىلىنمىغان بولۇشى مۇمكىن(D-Bus نى ئورنىتىشتىكى مەسىلە) مۇھىت ئۆزگەرگۈچىسى(environment variable) $XDG_CONFIG_DIRS توغرا بېكىتىلمىگەن( «%s» نى ئوز ئىچىگە ئېلىشى كېرەك) ياكى xfce4-session توغرا ئورنىتىلمىغان بولۇشى مۇمكىن.

source: Unable to determine image size.
ug: تەسۋىرنىڭ چوڭلۇقىنى بىلگىلى بولمىدى.

source: Unable to determine the type of the value
ug: قىممەتنىڭ تىپىنى ئېنىقلىغىلى بولمىدى

source: Unable to determine type of value at index %d
ug: ئىندېكسى %d بولغان قىممەتنىڭ تىپىنى ئېنىقلىغىلى بولمىدى

source: Unable to determine your login shell.
ug: سىز كىرىشتە ئىشلەتكەن shell مۇھىتىنى بىلگىلى بولمىدى.

source: Unable to drop Mozilla URL on terminal: Wrong format (%d) or length (%d)
ug: موزىللا(Mozilla) URL نى تېرمىنالغا تاشلىغىلى بولمىدى: فورماتى خاتا(%d) ياكى ئۇزۇنلۇقى خاتا(%d)

source: Unable to drop URI list on terminal: Wrong format (%d) or length (%d)
ug: URI تىزمىسىنى تېرمىنالغا تاشلىغىلى بولمىدى: فورماتى خاتا(%d) ياكى ئۇزۇنلۇقى خاتا(%d)

source: Unable to drop selection of type text/plain to terminal: Wrong format (%d) or length (%d)
ug: تىپى text/plain بولغان تاللانمىنى تېرمىنالغا تاشلىغىلى بولمىدى: فورماتى خاتا(%d) ياكى ئۇزۇنلۇقى خاتا(%d)

source: Unable to execute the command "%s" %s
ug: بۇيرۇق "%s" نى ئىجرا قىلغىلى بولمىدى %s

source: Unable to extract the file "%s". Please ensure that "%s" is writable and that the file is a valid Openbox theme archive. The following errors were reported: %s
ug: ھۆججەت «%s» نى يايغىلى بولمىدى. «%s» نى يازغىلى بولامدۇ ۋە شۇنداقلا ئىناۋەتلىك Openbox ئۆرنەك ئارخىپىمۇ تەكشۈرۈڭ. تۆۋەندىكىدەك خاتالىق كۆرۈلدى: %s

source: Unable to find Xfconf backend of type "%s"
ug: تىپ «%s» نىڭ Xfconf ئارقا ئۇچىنى تاپقىلى بولمىدى

source: Unable to find an appropriate application to open the mount point
ug: ئېگەرلەش نۇقتىسىنى ئاچىدىغان مۇۋاپىق پروگرامما تېپىلمىدى

source: Unable to get connection to the message bus session
ug: ئۇچۇر باش ئەڭگىمەسى بىلەن باغلىنالمىدى

source: Unable to get device list from HAL
ug: HAL دىن ئۈسكۈنە تىزىملىكىنى ئالالمىدى

source: Unable to get monitor information!
ug: كۆزەتكۈچ ئۇچۇرىغا ئېرىشكىلى بولمىدى!

source: Unable to grab the drive.
ug: قوزغاتقۇچنى تۇتقىلى بولمىدى.

source: Unable to initialize GTK+.
ug: GTK+ دەسلەپلەشتۈرگىلى بولمىدى.

source: Unable to initialize the burning backend.
ug: ئارقىدا يېزىشنى دەسلەپلەشتۈرگىلى بولمىدى.

source: Unable to install splash theme from file "%s"
ug: قوزغىلىش ئېكرانى ئۆرنىكىنى ھۆججەت «%s» نىڭدىن ئوقۇيالمىدى

source: Unable to launch "%s":
ug: «%s» نى ئىجرا قىلغىلى بولمىدى:

source: Unable to launch "exo-desktop-item-edit", which is required to create and edit launchers and links on the desktop.
ug: ئۈستەلئۈستىگە ئىجراچى ياساش ياكى ئۇلانما ياساشتا زۆرۈر بولغان "exo-desktop-item-edit" نى ئىجرا قىلالمىدى.

source: Unable to launch the proprietary driver settings
ug: ئىگىسى بار قوزغاتقۇنىڭ تەڭشىكىنى ئىجرا قىلغىلى بولمىدى

source: Unable to load a failsafe session
ug: بىخەتەر ئەڭگىمە(failsafe session)نى ئوقۇغىلى بولمىدى

source: Unable to load image from backdrop list file "%s"
ug: سۈرەت تىزىم ھۆججىتىدىن سۈرەت «%s» نى ئوقۇغىلى بولمىدى

source: Unable to load playbin GStreamer plugin, check your GStreamer installation
ug: قىستۇرما playbin GStreamer ئوقۇيالمىدى، GStreamer ئورنىتىلدىمۇ تەكشۈرۈڭ

source: Unable to load video GStreamer plugin, check your GStreamer installation
ug: قىستۇرما video GStreamer ئوقۇيالمىدى، GStreamer ئورنىتىلدىمۇ تەكشۈرۈڭ

source: Unable to locate mount point
ug: ئېگەرلەش نۇقتىسىنى بېكىتكىلى بولمىدى

source: Unable to mount the device
ug: ئۈسكۈنىنى ئېگەرلىگىلى بولمىدى

source: Unable to move to directory "%s": %s
ug: مۇندەرىجە «%s» نى يۆتكىگىلى بولمىدى: %s

source: Unable to open socket: %s
ug: ئوقۇرنى ئاچالمىدى: %s

source: Unable to open the following url: %s
ug: تۆۋەندىكى URL نى ئاچقىلى بولمىدى: %s

source: Unable to open the settings dialog
ug: تەڭشەك كۆزنىكىنى كۆرسەتكىلى بولمىدى

source: Unable to open the workspace settings
ug: خىزمەت رايونى تەڭشەكلىرى ئاچقىلى بولمىدى

source: Unable to parse value of type "%s" from "%s"
ug: تىپ «%s» («%s» دىن كەلگەن) نىڭ قىممىتىنى يېيىشقا بولمىدى

source: Unable to query the version of the RandR extension being used
ug: ئىشلىتىلىۋاتقان RandR كېڭەيتىلمىسىنىڭ نەشرىنى سۈرۈشتۈرگىلى بولمىدى

source: Unable to register terminal service: %s
ug: تېرمىنال مۇلازىمىتىنى خەتلەتكىلى بولمىدى: %s

source: Unable to remove "%s"
ug: "%s" نى ئۆچۈرەلمىدى

source: Unable to remove channel "%s": %s
ug: قانال «%s» نى ئۆچۈرگىلى بولمىدى: %s

source: Unable to remove splash theme "%s" from directory %s.
ug: قوزغىلىش ئېكرانى ئۆرنىكى «%s» نى مۇندەرىجە %s دىن ئۆچۈرەلمىدى.

source: Unable to run the "tar" command: %s
ug: بۇيرۇق «tar» نى ئىجرا قىلغىلى بولمىدى: %s

source: Unable to save the session
ug: ئەڭگىمەنى ساقلىغىلى بولمىدى

source: Unable to select directory for new notes path: %s
ug: يېڭى نوتېس (Notes) يولى ئۈچۈن مۇندەرىجە تاللىغىلى بولمىدى: %s

source: Unable to set permissions on config file '%s'. If this file contains passwords or other sensitive information, it may be readable by others on your system.
ug: سەپلىمە ھۆججەت ‹%s› نىڭ ئىمتىيازلىرىنى بەلگىلىگىلى بولمىدى، ھۆججەت تەركىبىدە ئىم قاتارلىق مۇھىم ئۇچۇرلار بار بولسا، مۇشۇ سىستېمىدىكى باشقا ئىشلەتكۈچىلەر كۆرۈۋېلىشى مۇمكىن.

source: Unable to start "%s"
ug: «%s» نى قوزغاتقىلى بولمىدى

source: Unable to start notification daemon
ug: ئۇقتۇرۇش مۇئەككىلىنى قوزغاتقىلى بولمىدى

source: Unable to start the Xfce Display Settings
ug: كۆرسەتكۈچ تەڭشىكىنى قوزغاتقىلى بولمىدى

source: Unable to start the notification area
ug: ئۇقتۇرۇش رايونىنى باشلىغىلى بولمىدى

source: Unable to terminate program.
ug: پروگراممىنى ئاخىرلاشتۇرغىلى بولمىدى

source: Unable to write channel "%s": %s
ug: قانال «%s» نىڭغا يازغىلى بولمىدى: %s

source: Unable to write config file '%s'
ug: سەپلىمە ھۆججەت ‹%s› نىڭغا يازغىلى بولمىدى

source: Uncategorized Icons
ug: تۈرگە ئايرىلمىغان سىنبەلگىلەر

source: Unchanged
ug: ئۆزگەرتىلمىدى

source: Under the mouse _pointer
ug: چاشقىنەك نۇر بەلگىسىنىڭ ئاستى(_P)

source: Underline
ug: ئاستى سىزىق

source: Underline for name of clock:
ug: سائەتنىڭ Underline ئاتى:

source: Underline for time of clock:
ug: سائەتنىڭ Underline ۋاقتى:

source: Underline name of clock:
ug: سائەتنىڭ Underline ئاتى:

source: Underline time of clock:
ug: سائەتنىڭ Underline ۋاقتى:

source: Undisclosed recipients
ug: ئاشكارىلانمايدىغان تاپشۇرۇۋالغۇچىلار

source: Undo _Close Tab
ug: تاقالغان بەتكۈچنى ئەسلى كەلتۈر(_C)

source: Undo the last action
ug: ئاخىرقى مەشغۇلاتتىن يېنىۋالىدۇ

source: Unexpected action '%s'.
ug: تاسادىپىي مەشغۇلات ‹%s›

source: Unexpected setting '%s'
ug: ئويلىمىغان تەڭشەك ‹%s›

source: Unfortunately, the type of error is unknown.
ug: ئەپسۇس، خاتالىقنىڭ تۇرى نامەلۇم.

source: Unicode
ug: يۇنىكود

source: Unicode (UTF-8)
ug: يۇنىكود (UTF-8)

source: Universal Access
ug: ئۇنىۋېرسال زىيارەت

source: Universal Access Settings
ug: ئۇنىۋېرسال زىيارەت تەڭشىكى

source: Unix (_LF)
ug: يۇنىكىس (_LF)

source: Unix Device
ug: يۇنىكىس(Unix) ئۈسكۈنىسى

source: Unknown
ug: نامەلۇم

source: Unknown Album
ug: نامەلۇم ئالبوم

source: Unknown Artist
ug: نامەلۇم ئورۇنلىغۇچى

source: Unknown Song
ug: نامەلۇم نەغمە

source: Unknown Title
ug: نامەلۇم ماۋزۇ

source: Unknown Volume Control %d
ug: ئاۋاز باشقۇرغۇچ %d نامەلۇم

source: Unknown argument
ug: نامەلۇم ئارگۇمېنت

source: Unknown block device type
ug: نامەلۇم بۆلەك ئۈسكۈنە تىپى

source: Unknown block device type "%s"
ug: نامەلۇم بۆلەك ئۈسكۈنە تىپى «%s»

source: Unknown bracket type: %c
ug: تىرناق تىپى نامەلۇم: %c

source: Unknown closing element <%s>
ug: نامەلۇم تاقاش ئېلېمېنتى <%s> بار ئىكەن

source: Unknown element <%s>
ug: نامەلۇم ئېلېمېنت <%s> بار ئىكەن

source: Unknown entry type
ug: كىرگۈ تىپى نامەلۇم

source: Unknown error
ug: نامەلۇم خاتالىق

source: Unknown error while querying the server.
ug: لۇغەتتىن سۈرۈشتۈرۈۋاتقاندا نامەلۇم خاتالىق كۆرۈلدى.

source: Unknown error.
ug: نامەلۇم خاتالىق.

source: Unknown file owner
ug: ئىگىسى نامەلۇم

source: Unknown format, only archives and directories are supported
ug: پىچىمى نامەلۇم، ئارخىپلار ۋە مۇندەرىجىلەرنىلا ئىشلەتكىلى بولىدۇ

source: Unknown option "%s"
ug: نامەلۇم تاللانما «%s»

source: Unknown option %s
ug: نامەلۇم تاللانما %s

source: Unknown playlist format
ug: قويۇش تىزىمىنىڭ پىچىمىنى نامەلۇم

source: Unknown shutdown method %d
ug: نامەلۇم توكنى ئۈز ئۇسۇلى %d

source: Unknown time
ug: نامەلۇم

source: Unknown user "%s"
ug: ئىشلەتكۈچى «%s» ناتونۇش

source: Unlock
ug: قۇلۇپسىزلا

source: Unlock Related Options:
ug: ‹Unlock› قا مۇناسىۋەتلىك تاللانمىلار:

source: Unlock failed
ug: ‹Unlock› مەغلۇپ بولدى

source: Unlocked
ug: قۇلۇپسىزلاندى

source: Unma_ximize
ug: ئەسلىگە كەلتۈر(_X)

source: Unmount
ug: ئېگەرسىزلە

source: Unmount "%s"
ug: «%s» نى ئېگەرسىزلە

source: Unmount disc
ug: دىسكىنى ئېگەرسىزلە

source: Unmount failed
ug: ئېگەرسىزلەش مەغلۇپ بولدى

source: Unmounted disc icon color
ug: ئېگەرسىزلەنگەن دىسكىنىڭ سىنبەلگە رەڭگى

source: Unmounted disc icon opacity
ug: ئېگەرسىزلەنگەن دىسكىنىڭ سىنبەلگىسىنىڭ سۈزۈكلۈكى

source: Unmounting
ug: ئېگەرسىزلەۋاتىدۇ

source: Unmounting device
ug: ئۈسكۈنىنى ئېگەرسىزلەۋاتىدۇ

source: Unmute
ug: ئاۋازلىق

source: Unnamed Item
ug: نامىزى تۈر

source: Unnamed item
ug: نامسىز تۈر

source: Unnamed place
ug: نامسىز ئورۇن

source: Unrecognized bookmark format.
ug: فورماتى خاتا بولغان خەتكۈش.

source: Unset
ug: يوق قىل

source: Unspecified
ug: بەلگىلەنمىگەن

source: Unsubscribe
ug: مۇشتەرىلىكتىن ئايرىلىش

source: Unsupported RSS version found.
ug: RSS نىڭ بۇ نەشرىنى تېخى ئىشلىتەلمەيمەن

source: Unsupported USB device type
ug: مەزكۇر USB ئۈسكۈنىسىنىڭ تىپنى تونۇمىدى

source: Unsupported USB device type "%s"
ug: قوللىمايدىغان USB ئۈسكۈنە تىپى «%s»

source: Unsupported desktop file type "%s"
ug: «%s» ئىشلەتكىلى بولمايدىغان ئۈستەلئۈستى ھۆججەت تىپى

source: Unsupported feed format.
ug: بۇ خىل فىد(feed) فورماتىنى تېخى ئىشلەتكىلى بولمايدۇ

source: Unsupported input device type
ug: تونۇمايدىغان كىرگۈزۈش ئۈسكۈنە تىپى

source: Unsupported input device type "%s"
ug: قوللىمايدىغان كىرگۈزۈش ئۈسكۈنە تىپى «%s»

source: Unsupported thumbnail flavor requested
ug: ئىشلەتكىلى بولمايدىغان كىچىك سۈرەت flavor ئىلتىماس قىلىندى

source: Unsupportted CPIN reply from modem
ug: مودېمدىن CPIN جاۋابىنى بىر تەرەپ قىلالمايمەن

source: Unsupportted OHCIP reply from modem
ug: مودېمدىن OHCIP جاۋابىنى بىر تەرەپ قىلالمايمەن

source: Untitled
ug: ماۋزۇسىز

source: Untitled DSP Preset
ug: نامسىز DSP ئالدىن تەڭشىشى

source: Untitled Encoder
ug: ماۋزۇسىز كودلىغۇچ

source: Untrusted application launcher
ug: ئىشەنچسىز پروگرامما قوزغاتقۇچ

source: Untrusted link launcher
ug: ئىشەنچسىز ئۇلانما قوزغاتقۇچ

source: Up
ug: ئۈستى

source: Update
ug: يېڭىلا

source: Update Account
ug: ھېساباتنى يېڭىلاش

source: Update Channels
ug: قاناللارنى يېڭىلاش

source: Update In Progress
ug: يېڭىلاۋاتىدۇ

source: Update Interval:
ug: يېڭىلاش ۋاقتى:

source: Update Now
ug: ھازىر يېڭىلا

source: Update Related Options:
ug: ‹Update› قا مۇناسىۋەتلىك تاللانمىلار:

source: Update Saved Search
ug: ساقلانغان ئىزدەشنى يېڭىلاش

source: Update _interval:
ug: يېڭىلاش ئىنتېرۋالى(_I):

source: Update interval (s)
ug: يېڭىلاش ۋاقتى(ئىنتېرۋال)(سېكۇنت)

source: Update interval:
ug: يېڭىلاش ئىنتېرۋالى:

source: Updated
ug: يېڭىلاندى

source: Updating channels...
ug: قانالنى يېڭىلاۋاتىدۇ...

source: Updating index...
ug: ئىندېكسنى يېڭىلاۋاتىدۇ…

source: Upgrade In Progress
ug: يۈكسەلدۈرۈۋاتىدۇ

source: Upgrade Now
ug: ھازىر يۈكسەلدۈر

source: Upgrade on launch (if upgrades available)
ug: قوزغالغاندا يۈكسەلدۈرسۇن (يۈكسەلدۈرۈش بار بولسا)

source: Upgraded path
ug: يۈكسەلدۈرۈلگەن يول

source: Upload Options
ug: يۈكلەش تاللانمىلىرى

source: Upload the screenshot...
ug: ئېكران كۆرۈنۈشىنى يۈكلەۋاتىدۇ...

source: Upper workspace
ug: ئۈستىدىكى خىزمەت رايونى

source: Uppercase / Lowercase
ug: چوڭ يېزىلىش/كىچىك يېزىلىش

source: Uptime monitor
ug: ئىشلەۋاتقان ۋاقىت كۆزەتكۈ

source: Uptime: %d day %d:%02d
ug: ئىشلەۋاتقان ۋاقىت: %d كۈن %d:%02d

source: Uptime: %d:%02d
ug: ئىشلەۋاتقان ۋاقىت: %d:%02d

source: Urgent Windows
ug: جىددىي كۆزنەكلەر

source: Urgent limit (%)
ug: جىددىي ھالەت چېكى (%)

source: Us_e SI decimal prefixes instead of IEC binary prefixes
ug: IEC ئىككىلىك ئالدى قوشۇلغۇچىسىنى ئەمەس SI نىڭ ئونلۇق ئالدى قوشۇلغۇچىسىنى ئىشلەتسۇن(_E)

source: Usage:
ug: ئىشلىتىش ئۇسۇلى:

source: Usage: %s [options] [file]
ug: ئىشلىتىش ئۇسۇلى: %s [تاللانمىلار][ھۆججەت]

source: Usage: %u%%
ug: ئىشلىتىلىۋاتقىنى: %u%%

source: Usage: deadbeef [options] [--] [file(s)]
ug: ئىشلىتىش ئۇسۇلى: deadbeef [تاللانمىلار] [--] [ھۆججەت(لەر)]

source: Usage: exo-open [URLs...]
ug: ئىشلىتىش ئۇسۇلى: exo-open [URL...]

source: Usage: orage [options] [files]
ug: ئىشلىتىش ئۇسۇلى: orage [تاللانما] [ھۆججەتلەر]

source: Use
ug: ئىشلەت

source: Use "%s" to open the selected file
ug: تاللانغان ھۆججەتلەرنى «%s» دا ئاچ

source: Use '%s'
ug: ‹%s› نى ئىشلەت

source: Use --desktop option only for one screen
ug: بىرلا ئېكران ئۈچۈن --desktop نى ئىشلىتىڭ

source: Use ALSA resampling
ug: ئەۋرىشكىلەشكە ALSA ئىشلىتىش

source: Use BMP (Beep Media Player)
ug: BMP (Beep Media Player) نى ئىشلەتسۇن

source: Use CDDB/FreeDB
ug: CDDB/FreeDB نى ئىشلىتىش

source: Use De_fault
ug: كۆڭۈلدىكى(_F)

source: Use FOLDER as configuration folder
ug: FOLDER نى تەڭشەك مۇندەرىجىسى قىلىپ ئىشلىتىدۇ

source: Use Orage window
ug: Orage كۆزنىكىنى ئىشلەت

source: Use SSL/TLS on alternate port
ug: SSL/TLS نى باشقا ئېغىزدا ئىشلەت

source: Use SSL/TLS via STARTTLS
ug: STARTTLS ئارقىلىق SSL/TLS نى ئىشلەت

source: Use SSL/TLS via STLS
ug: STLS ئارقىلىق SSL/TLS نى ئىشلەت

source: Use Startup Notification
ug: قوزغىتىش ئۇقتۇرۇشى ئىشلەت

source: Use _bounce keys
ug: سەكرىمە كۇنۇپكىلارنى ئىشلەتسۇن(_B)

source: Use _current page
ug: ھازىرقى بەتنى ئىشلىتىدۇ(_C)

source: Use _default system settings
ug: كۆڭۈلدىكى سىستېما تەڭشىكىنى ئىشلەت(_D)

source: Use _edge resistance instead of window snapping
ug: كۆزنەك snapping نى ئىشلەتمەي كۆزنەك قارشىلىقىنى ئىشلەت(_E)

source: Use _startup notification
ug: قوزغىلىش ئۇقتۇرۇشى ئىشلەت(_S)

source: Use _sticky keys
ug: چاپلىشاڭغۇ كۇنۇپكىلارنى ئىشلەتسۇن(_S)

source: Use _submenus for the windows in each workspace
ug: ھەر بىر خىزمەت رايونىدا كۆزنەكنىڭ تارماق تىزىملىكىنى ئىشلەتسۇن(_S)

source: Use a _custom command:
ug: ئىختىيارىي بۇيرۇقنى ئىشلەت(_C):

source: Use a c_ustom command:
ug: ئىختىيارىي بۇيرۇق ئىشلىتىش(_M):

source: Use a custom application which is not included in the above list.
ug: تىزىملىكتە يوق پروگراممىنى ئىشلىتىدۇ.

source: Use a custom command for an application that is not available from the above application list.
ug: يۇقىرىدىكى پروگرامما تىزىمىدا يوق بۇيرۇقنى ئىشلەت.

source: Use a default alarm command
ug: كۆڭۈلدىكى قوڭغۇراق بۇيرۇقىنى ئىشلەتسۇن

source: Use as _default
ug: كۆڭۈلدىكى قىلىپ ئىشلەت(_D)

source: Use as _default for this kind of file
ug: مۇشۇ تىپتىكى ھۆججەتكە نىسبەتەن كۆڭۈلدىكى بولسۇن(_D)

source: Use bold font for currently playing track
ug: نۆۋەتتە قويۇلۇۋاتقان نەغمە ئۈچۈن توم خەت نۇسخىسى ئىشلەت

source: Use both displays to show the same contents
ug: ئىككىلا كۆرسەتكۈچنى ئىشلىتىپ ئوخشاش نەرسىنى كۆرسەت

source: Use c_ustom menu file:
ug: ئىختىيارىي تىزىملىك ھۆججىتىنى ئىشلەت(_U)

source: Use current page as homepage
ug: ھازىرقى بەتنى ماكان بەت قىلىدۇ

source: Use custom _font size:
ug: ئىختىيارىي خەت چوڭلۇقىنى ئىشلەت(_F):

source: Use custom image
ug: ئىختىيارىي سۈرەتنى ئىشلىتىش

source: Use customized color scheme
ug: ئۆزلەشتۈرۈلگەن رەڭ لايىھىسى ئىشلىتىش

source: Use default
ug: كۆڭۈلدىكىنى ئىشلەت

source: Use default config
ug: كۆڭۈلدىكى تەڭشەكنى ئىشلەت

source: Use dynamic icon
ug: ھەرىكەتچان سىنبەلگىسى ئىشلەت

source: Use dynamic tray icon
ug: ھەرىكەتچان قوندۇرما سىنبەلگىسى ئىشلەت

source: Use graphics instead of text labels and progress bars
ug: تېكىست ئەنلىرى ۋە ئىجرا كۆرسەتكۈچلەر ئۈچۈن گرافىك ئىشلەتسۇن

source: Use mouse wheel
ug: چاشقىنەك غاكتىكىنى ئىشلىتىش

source: Use non-linear time-scale
ug: سىزىقسىز ۋاقىت ئۆلچىكى ئىشلەت

source: Use non-standard IMAP _port:
ug: ئۆلچەمسىز IMAP ئېغىزىنى ئىشلەت(_P):

source: Use non-standard POP3 _port:
ug: ئۆلچەمسىز POP3 ئېغىزىنى ئىشلەت(_P):

source: Use normal decorations
ug: ئادەتتىكى بېزەكلەرنى ئىشلەت

source: Use notification
ug: ئۇقتۇرۇش ئىشلەت

source: Use selected application to open files
ug: ھۆججەتلەرنى تاللانغان پروگراممىدا ئېچىش

source: Use single _row in multi-row panel
ug: كۆپ قۇرلۇق تاختايدا يەككە قۇر ئىشلەتسۇن(_R)

source: Use slow _keys
ug: ئاستا كۇنۇپكىلارنى ئىشلەتسۇن(_K)

source: Use startup notification
ug: قوزغالغاندا ئۇقتۇرۇش قىل

source: Use su for authentication (instead of sudo)
ug: جەزملەش ئۈچۈن su نى ئىشلەت (sudo نىڭ ئورنىغا)
